boost
cmake
coreutils
fftw
freetype
gcc
gdbm
gmp
gsl
h5py
hdf5
htop
isl
libevent
libmpc
libpng
mako
matplotlib
mpfr
mpi4py
nfft
numpy
open-mpi
openssl
pkg-config
python
readline
reattach-to-user-namespace
scipy
sqlite
szip
tmux
